Repository: systopia/civiremote
Catalog: translations/*.po
Languages: de

source: The unique CiviRemote ID for the user in the connected CiviCRM.
de: Die eindeutige CiviRemote-ID für den Benutzer im verbundenen CiviCRM.

source: Core and Tools module for CiviRemote
de: Kern- und Werkzeugmodul für CiviRemote

source: Configure settings for CiviRemote.
de: Einstellungen für CiviRemote konfigurieren.

source: Administer CiviRemote
de: CiviRemote administrieren

source: CiviRemote Configuration
de: CiviRemote-Konfiguration

source: CiviRemote: Match contact(s)
de: CiviRemote: Kontakt(e) abgleichen

source: CiviRemote: Synchronise CiviRemote roles
de: CiviRemote: CiviRemote-Rollen synchronisieren

source: Close
de: Schließen

source: Configure settings for CiviRemote Events.
de: Einstellungen für CiviRemote Events konfigurieren.

source: CiviRemote Events Configuration
de: CiviRemote Events-Konfiguration

source: Profile to form mapping
de: Profil-zu-Formular-Zuordnung

source: Mapping of a profile ID to a form ID
de: Zuordnung einer Profil-ID zu einer Formular-ID

source: Profile ID
de: Profil-ID

source: Form ID
de: Formular-ID

source: Form redirect route
de: Umleitungs-Route für Formulare

source: Could not retrieve remote event.
de: Entfernte Veranstaltung konnte nicht abgeufen werden.

source: Retrieving form failed.
de: Abrufen des Formulars fehlgeschlagen.

source: The event registration validation failed.
de: Die Validierung der Veranstaltungsanmeldung ist fehlgeschlagen.

source: The event registration failed.
de: Die Veranstaltungsanmeldung ist fehlgeschlagen.

source: The event registration update failed.
de: Die Aktualisierung der Veranstaltungsanmeldung ist fehlgeschlagen.

source: The event registration cancellation failed.
de: Die Stornierung der Veranstaltungsanmeldung ist fehlgeschlagen.

source: Define which forms should handle which CiviRemote Events profiles
de: Definieren, welche Formulare welche CiviRemote Events-Profile verarbeiten sollen

source: CiviRemote Events profile ID
de: CiviRemote Events-Profil-ID

source: Drupal form ID
de: Drupal-Formular-ID

source: Remove
de: Entfernen

source: Add mapping
de: Zuordnung hinzufügen

source: Enter a Drupal route that should be used as a redirect target after processing event forms. This will be overridden by a <code>destination</code> parameter in the form URL.
de: Eine Drupal-Route eingeben, die als Umleitungsziel nach der Verarbeitung von Veranstaltungsformularen verwendet werden soll. Dies wird durch den Parameter <code>destination</code> in der Formular-URL übersteuert.

source: Invalid CiviRemote Event form context
de: Ungültiger CiviRemote Event-Formularkontext

source: No profile found for CiviRemote event form.
de: Kein Profil für CiviRemote-Veranstaltungsformular gefunden.

source: Registration validation failed, please try again later.
de: Validierung der Anmeldung fehlgeschlagen, bitte versuchen Sie es später erneut.

source: Cancel registration for %event_title?
de: Anmeldung für %event_title stornieren?

source: CiviMRF Connector
de: CiviMRF-Konnektor

source: The CiviMRF connector to use for connecting to CiviCRM. @cmrf_connectors_link
de: Der CiviMRF-Konnektor, der für die Verbindung zu CiviCRM verwendet werden soll. @cmrf_connectors_link

source: Configure CiviMRF Connectors
de: CiviMRF-Konnektoren konfigurieren

source: Acquire CiviRemote ID
de: CiviRemote-ID abrufen

source: Whether to match a new user to a CiviCRM contact and store the CiviRemote ID returned by CiviCRM.
de: Ob neue Benutzer einem CiviCRM-Kontakt zugeordnet und die von CiviCRM zurückgegebene CiviRemote-ID gespeichert werden soll.

source: Parameter mapping
de: Parameter-Zuordnung

source: Acquiring CiviRemote IDs involves matching CiviCRM contacts based on Drupal user data. Configure the mapping between those two.
de: Das Abrufen von CiviRemote-IDs beinhaltet eine Zuordnung zu CiviCRM-Kontakten basierend auf Drupal-Benutzerdaten. Konfigurieren Sie die Zuordnung zwischen diesen beiden.

source: Drupal user field
de: Drupal-Benutzerfeld

source: CiviCRM contact field
de: CiviCRM-Kontaktfeld
